Repository: Nerdykidtech/Autheris
Catalog: Vaultic/Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, ja, pt_br, zh_hans

source: %@ icon
de_de: %@-Symbol
es_es: icono de %@
fr_fr: icône %@
ja: %@ のアイコン
pt_br: ícone de %@
zh_hans: %@ 图标

source: %@ is already in Autheris.
de_de: %@ ist bereits in Autheris.
es_es: %@ ya está en Autheris.
fr_fr: %@ est déjà dans Autheris.
ja: %@ はすでに Autheris にあります。
pt_br: %@ já está no Autheris.
zh_hans: %@ 已在 Autheris 中。

source: %@ was added to Autheris.
de_de: %@ wurde zu Autheris hinzugefügt.
es_es: %@ se ha añadido a Autheris.
fr_fr: %@ a été ajouté à Autheris.
ja: %@ を Autheris に追加しました。
pt_br: %@ foi adicionado ao Autheris.
zh_hans: %@ 已添加到 Autheris。

source: %@, pinned
de_de: %@, angeheftet
es_es: %@, fijado
fr_fr: %@, épinglé
ja: %@、ピン留め
pt_br: %@, fixado
zh_hans: %@，已置顶

source: %lld duplicates
de_de: %lld Duplikate
es_es: %lld duplicados
fr_fr: %lld doublons
ja: %lld 件の重複
pt_br: %lld duplicados
zh_hans: %lld 个重复

source: %lld new tokens
de_de: %lld neue Codes
es_es: %lld códigos nuevos
fr_fr: %lld nouveaux codes
ja: %lld 件の新しいコード
pt_br: %lld códigos novos
zh_hans: %lld 个新账户

source: %lld tokens
de_de: %lld Codes
es_es: %lld códigos
fr_fr: %lld codes
ja: %lld 件のコード
pt_br: %lld códigos
zh_hans: %lld 个账户

source: %llds
ja: %lld秒
zh_hans: %lld秒

source: **Fetch service logos** looks each service's icon up by name at logo.dev, which tells that logo service which brands you have. Turned off, nothing new is looked up and any service without a saved icon shows its letter.
de_de: **Dienst-Logos laden** sucht das Symbol jedes Dienstes namentlich bei logo.dev, wodurch dieser Logodienst erfährt, welche Marken Sie nutzen. Ist die Option aus, wird nichts Neues geladen und jeder Dienst ohne gespeichertes Symbol zeigt seinen Buchstaben.
es_es: **Cargar logotipos de servicios** busca el icono de cada servicio por su nombre en logo.dev, lo que indica a ese servicio de logotipos qué marcas usas. Si se desactiva, no se busca nada nuevo y cada servicio sin icono guardado muestra su letra.
fr_fr: **Charger les logos des services** recherche l’icône de chaque service par son nom auprès de logo.dev, ce qui indique à ce service de logos quelles marques vous utilisez. Désactivé, rien de nouveau n’est recherché et chaque service sans icône enregistrée affiche sa lettre.
ja: **サービスのロゴを取得** は、各サービスのアイコンを名前で logo.dev に問い合わせます。これにより、どのブランドを利用しているかがそのロゴサービスに伝わります。オフにすると新しい取得は行われず、保存済みのアイコンがないサービスは頭文字を表示します。
pt_br: **Carregar logotipos dos serviços** procura o ícone de cada serviço pelo nome no logo.dev, o que informa a esse serviço de logotipos quais marcas você usa. Desativado, nada novo é procurado e cada serviço sem ícone salvo mostra sua letra.
zh_hans: **获取服务图标** 会按名称在 logo.dev 查询每个服务的图标，这会让该图标服务知道你使用了哪些品牌。关闭后不会进行新的查询，没有已保存图标的服务会显示其首字母。

source: 100% local storage
de_de: 100 % lokal gespeichert
es_es: Almacenamiento 100 % local
fr_fr: Stockage 100 % local
ja: 100% 端末内保存
pt_br: Armazenamento 100% local
zh_hans: 100% 本地存储

source: A code called "%@" with the same account already exists. Delete that one first, then restore this.
de_de: Ein Code namens „%@“ mit demselben Konto existiert bereits. Löschen Sie zuerst diesen und stellen Sie dann diesen wieder her.
es_es: Ya existe un código llamado «%@» con la misma cuenta. Elimina ese primero y luego restaura este.
fr_fr: Un code nommé « %@ » avec le même compte existe déjà. Supprimez d'abord celui-là, puis restaurez celui-ci.
ja: 同じアカウントの「%@」というコードがすでにあります。先にそちらを削除してから、これを復元してください。
pt_br: Já existe um código chamado “%@” com a mesma conta. Exclua esse primeiro e depois restaure este.
zh_hans: 已存在名为“%1$@”且使用同一账户的验证码。请先删除那一个，再恢复这一个。

source: A link is asking to add these codes to Autheris. Only import them if you expected this.
de_de: Ein Link möchte diese Codes zu Autheris hinzufügen. Importieren Sie sie nur, wenn Sie das erwartet haben.
es_es: Un enlace quiere añadir estos códigos a Autheris. Impórtalos solo si lo esperabas.
fr_fr: Un lien demande d'ajouter ces codes à Autheris. Ne les importez que si vous vous y attendiez.
ja: リンクがこれらのコードを Autheris に追加しようとしています。心当たりがある場合のみ読み込んでください。
pt_br: Um link quer adicionar estes códigos ao Autheris. Importe-os apenas se você estava esperando por isso.
zh_hans: 有链接请求将这些验证码添加到 Autheris。仅在你预期如此时才导入。

source: A sync is still running, so nothing was deleted from iCloud. Try again in a moment.
de_de: Eine Synchronisierung läuft noch, daher wurde nichts aus iCloud gelöscht. Versuche es gleich noch einmal.
es_es: Todavía hay una sincronización en curso, así que no se ha eliminado nada de iCloud. Vuelve a intentarlo en un momento.
fr_fr: Une synchronisation est toujours en cours ; rien n’a donc été supprimé d’iCloud. Réessayez dans un instant.
ja: 同期がまだ実行中のため、iCloudからは何も削除されませんでした。しばらくしてからもう一度お試しください。
pt_br: Uma sincronização ainda está em andamento, então nada foi excluído do iCloud. Tente novamente em instantes.
zh_hans: 同步仍在进行，因此未从 iCloud 删除任何内容。请稍后再试。

source: A token with this service name and account is already on this device.
de_de: Ein Code mit diesem Dienstnamen und Konto ist bereits auf diesem Gerät.
es_es: Ya hay un código con este nombre de servicio y esta cuenta en este dispositivo.
fr_fr: Un code avec ce nom de service et ce compte existe déjà sur cet appareil.
ja: このサービス名とアカウントのコードはすでにこの端末にあります。
pt_br: Já existe um código com este nome de serviço e esta conta neste dispositivo.
zh_hans: 此设备上已有使用该服务名称和账户的验证码。

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
ja: アプリ情報
pt_br: Sobre
zh_hans: 关于

source: Account (optional)
de_de: Konto (optional)
es_es: Cuenta (opcional)
fr_fr: Compte (facultatif)
ja: アカウント（任意）
pt_br: Conta (opcional)
zh_hans: 账户（可选）

source: Account Secret
de_de: Konto-Schlüssel
es_es: Secreto de la cuenta
fr_fr: Secret du compte
ja: アカウントのシークレット
pt_br: Segredo da conta
zh_hans: 账户密钥

source: Add Token
de_de: Code hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
ja: コードを追加
pt_br: Adicionar conta
zh_hans: 添加账户

source: Add accounts in seconds by scanning the same QR code you'd use with Google Authenticator.
de_de: Fügen Sie Konten in Sekunden hinzu, indem Sie denselben QR-Code scannen, den Sie mit Google Authenticator verwenden würden.
es_es: Añade cuentas en segundos escaneando el mismo código QR que usarías con Google Authenticator.
fr_fr: Ajoutez des comptes en quelques secondes en scannant le même QR code que celui utilisé avec Google Authenticator.
ja: Google Authenticator で使うのと同じ QR コードを読み取るだけで、数秒でアカウントを追加できます。
pt_br: Adicione contas em segundos escaneando o mesmo QR code que você usaria no Google Authenticator.
zh_hans: 扫描与 Google Authenticator 相同的二维码，几秒内即可添加账户。

source: Add your first authentication token to get started
de_de: Fügen Sie Ihren ersten Authentifizierungs-Code hinzu, um zu beginnen
es_es: Añade tu primer código de autenticación para empezar
fr_fr: Ajoutez votre premier code d'authentification pour commencer
ja: 最初の認証コードを追加して始めましょう
pt_br: Adicione seu primeiro código de autenticação para começar
zh_hans: 添加第一个验证码即可开始

source: Added %lld tokens to Autheris.
de_de: %lld Codes wurden zu Autheris hinzugefügt.
es_es: Se han añadido %lld códigos a Autheris.
fr_fr: %lld codes ont été ajoutés à Autheris.
ja: %lld 件のコードを Autheris に追加しました。
pt_br: %lld códigos foram adicionados ao Autheris.
zh_hans: 已向 Autheris 添加 %lld 个账户。

source: Added:
de_de: Hinzugefügt:
es_es: Añadidos:
fr_fr: Ajoutés :
ja: 追加:
pt_br: Adicionados:
zh_hans: 已添加：

source: Advanced
de_de: Erweitert
es_es: Avanzado
fr_fr: Avancé
ja: 詳細設定
pt_br: Avançado
zh_hans: 高级

source: Algorithm
de_de: Algorithmus
es_es: Algoritmo
fr_fr: Algorithme
ja: アルゴリズム
pt_br: Algoritmo
zh_hans: 算法

source: All %lld tokens in this import already exist on your device.
de_de: Alle %lld Codes aus diesem Import sind bereits auf Ihrem Gerät vorhanden.
es_es: Los %lld códigos de esta importación ya existen en tu dispositivo.
fr_fr: Les %lld codes de cet import existent déjà sur votre appareil.
ja: この読み込みの %lld 件のコードはすでに端末にあります。
pt_br: Todos os %lld códigos desta importação já existem no seu dispositivo.
zh_hans: 这个导入中的 %lld 个账户都已在你的设备上。

source: All tokens in this file are already in Autheris.
de_de: Alle Codes in dieser Datei sind bereits in Autheris.
es_es: Todos los códigos de este archivo ya están en Autheris.
fr_fr: Tous les codes de ce fichier sont déjà dans Autheris.
ja: このファイルのコードはすべてすでに Autheris にあります。
pt_br: Todos os códigos deste arquivo já estão no Autheris.
zh_hans: 这个文件中的账户都已在 Autheris 中。

source: Allow Camera Access
de_de: Kamerazugriff erlauben
es_es: Permitir acceso a la cámara
fr_fr: Autoriser l'accès à la caméra
ja: カメラへのアクセスを許可
pt_br: Permitir acesso à câmera
zh_hans: 允许访问相机

source: Already Added
de_de: Bereits hinzugefügt
es_es: Ya añadido
fr_fr: Déjà ajouté
ja: 追加済み
pt_br: Já adicionado
zh_hans: 已添加

source: Already on this device
de_de: Bereits auf diesem Gerät
es_es: Ya está en este dispositivo
fr_fr: Déjà sur cet appareil
ja: すでにこの端末にあります
pt_br: Já está neste dispositivo
zh_hans: 已在你的设备上

source: Amber
de_de: Bernstein
es_es: Ámbar
fr_fr: Ambre
ja: アンバー
pt_br: Âmbar
zh_hans: 琥珀

source: Another token already uses this service name and account. Choose a different name.
de_de: Ein anderer Code verwendet bereits diesen Dienstnamen und dieses Konto. Wählen Sie einen anderen Namen.
es_es: Otro código ya usa este nombre de servicio y esta cuenta. Elige otro nombre.
fr_fr: Un autre code utilise déjà ce nom de service et ce compte. Choisissez un autre nom.
ja: このサービス名とアカウントはすでに別のコードで使われています。別の名前を選んでください。
pt_br: Outro código já usa este nome de serviço e esta conta. Escolha outro nome.
zh_hans: 另一个验证码已在使用该服务名称和账户。请换一个名称。

source: App Lock Unavailable
de_de: App-Sperre nicht verfügbar
es_es: Bloqueo de la app no disponible
fr_fr: Verrouillage de l'app indisponible
ja: アプリロックを使用できません
pt_br: Bloqueio do app indisponível
zh_hans: App 锁定不可用

source: App Lock needs a passcode or password on this device to unlock Autheris. Set one up, then turn App Lock on again.
de_de: Die App-Sperre braucht einen Code oder ein Passwort auf diesem Gerät, um Autheris zu entsperren. Richten Sie eines ein und schalten Sie die App-Sperre dann erneut ein.
es_es: El bloqueo de la app necesita un código o una contraseña en este dispositivo para desbloquear Autheris. Configura uno y vuelve a activar el bloqueo de la app.
fr_fr: Le verrouillage de l'app nécessite un code ou un mot de passe sur cet appareil pour déverrouiller Autheris. Configurez-en un, puis réactivez le verrouillage de l'app.
ja: アプリロックで Autheris のロックを解除するには、この端末にパスコードまたはパスワードが必要です。設定してから、もう一度アプリロックをオンにしてください。
pt_br: O bloqueio do app precisa de um código ou uma senha neste dispositivo para desbloquear o Autheris. Configure um e ative o bloqueio do app novamente.
zh_hans: App 锁定需要此设备设置了密码才能解锁 Autheris。请先设置密码，然后再次开启 App 锁定。

source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
ja: 外観
pt_br: Aparência
zh_hans: 外观

source: Are you sure you want to delete this backup?
de_de: Möchten Sie diese Sicherung wirklich löschen?
es_es: ¿Seguro que quieres eliminar esta copia de seguridad?
fr_fr: Voulez-vous vraiment supprimer cette sauvegarde ?
ja: このバックアップを削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir este backup?
zh_hans: 确定要删除这个备份吗？

source: Authenticate to back up your tokens.
de_de: Authentifizieren Sie sich, um Ihre Codes zu sichern.
es_es: Autentícate para hacer una copia de seguridad de tus códigos.
fr_fr: Authentifiez-vous pour sauvegarder vos codes.
ja: コードをバックアップするには認証してください。
pt_br: Autentique-se para fazer backup dos seus códigos.
zh_hans: 请进行验证以备份你的账户。

source: Authenticate to export your tokens.
de_de: Authentifizieren Sie sich, um Ihre Codes zu exportieren.
es_es: Autentícate para exportar tus códigos.
fr_fr: Authentifiez-vous pour exporter vos codes.
ja: コードを書き出すには認証してください。
pt_br: Autentique-se para exportar seus códigos.
zh_hans: 请进行验证以导出你的账户。

source: Authenticate to turn off App Lock.
de_de: Authentifizieren Sie sich, um die App-Sperre auszuschalten.
es_es: Autentícate para desactivar el bloqueo de la app.
fr_fr: Authentifiez-vous pour désactiver le verrouillage de l'app.
ja: アプリロックをオフにするには認証してください。
pt_br: Autentique-se para desativar o bloqueio do app.
zh_hans: 请进行验证以关闭 App 锁定。

source: Authenticate to view this setup key.
de_de: Authentifizieren Sie sich, um diesen Einrichtungsschlüssel anzuzeigen.
es_es: Autentícate para ver esta clave de configuración.
fr_fr: Authentifiez-vous pour afficher cette clé de configuration.
ja: このセットアップキーを表示するには認証してください。
pt_br: Autentique-se para ver esta chave de configuração.
zh_hans: 请进行验证以查看此设置密钥。

source: Authentication failed.
de_de: Authentifizierung fehlgeschlagen.
es_es: La autenticación ha fallado.
fr_fr: L'authentification a échoué.
ja: 認証に失敗しました。
pt_br: Falha na autenticação.
zh_hans: 认证失败。

source: Autheris can't read your codes from the Keychain right now. They haven't been changed, and nothing will be saved until they can be read.
de_de: Autheris kann Ihre Codes gerade nicht aus dem Schlüsselbund lesen. Sie wurden nicht verändert, und es wird nichts gespeichert, bis sie wieder gelesen werden können.
es_es: Autheris no puede leer tus códigos del llavero en este momento. No se han modificado y no se guardará nada hasta que se puedan leer.
fr_fr: Autheris ne peut pas lire vos codes depuis le trousseau pour le moment. Ils n'ont pas été modifiés, et rien ne sera enregistré tant qu'ils ne pourront pas être lus.
ja: Autheris は現在キーチェーンからコードを読み取れません。コードは変更されておらず、読み取れるようになるまで何も保存されません。
pt_br: O Autheris não consegue ler seus códigos das Chaves no momento. Eles não foram alterados, e nada será salvo até que possam ser lidos.
zh_hans: Autheris 目前无法从钥匙串读取你的验证码。它们没有被更改，在能够读取之前不会保存任何内容。

source: Autheris can't read your iCloud data yet: the CloudKit schema needs a Queryable index on recordName (CloudKit Console → Schema → Indexes).
de_de: Autheris kann deine iCloud-Daten noch nicht lesen: Das CloudKit-Schema benötigt einen Queryable-Index für recordName (CloudKit Console → Schema → Indexes).
es_es: Autheris aún no puede leer tus datos de iCloud: el esquema de CloudKit necesita un índice Queryable en recordName (CloudKit Console → Schema → Indexes).
fr_fr: Autheris ne peut pas encore lire vos données iCloud : le schéma CloudKit doit avoir un index Queryable sur recordName (CloudKit Console → Schema → Indexes).
ja: Autheris はまだ iCloud データを読み取れません。CloudKit スキーマの recordName に Queryable インデックスが必要です（CloudKit Console → Schema → Indexes）。
pt_br: O Autheris ainda não consegue ler seus dados do iCloud: o esquema do CloudKit precisa de um índice Queryable em recordName (CloudKit Console → Schema → Indexes).
zh_hans: Autheris 暂时无法读取你的 iCloud 数据：CloudKit 架构需要在 recordName 上添加 Queryable 索引（CloudKit Console → Schema → Indexes）。

source: Automatic (service color)
de_de: Automatisch (Dienstfarbe)
es_es: Automático (color del servicio)
fr_fr: Automatique (couleur du service)
ja: 自動（サービスの色）
pt_br: Automático (cor do serviço)
zh_hans: 自动（服务颜色）

source: Available Backups
de_de: Verfügbare Sicherungen
es_es: Copias de seguridad disponibles
fr_fr: Sauvegardes disponibles
ja: 利用可能なバックアップ
pt_br: Backups disponíveis
zh_hans: 可用备份

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
ja: 戻る
pt_br: Voltar
zh_hans: 返回

source: Backup
de_de: Sicherung
es_es: Copia de seguridad
fr_fr: Sauvegarde
ja: バックアップ
zh_hans: 备份

source: Backup & Restore
de_de: Sicherung & Wiederherstellung
es_es: Copia de seguridad y restauración
fr_fr: Sauvegarde et restauration
ja: バックアップと復元
pt_br: Backup e restauração
zh_hans: 备份与恢复

source: Backup Created
de_de: Sicherung erstellt
es_es: Copia de seguridad creada
fr_fr: Sauvegarde créée
ja: バックアップを作成しました
pt_br: Backup criado
zh_hans: 备份已创建

source: Backup Information
de_de: Informationen zur Sicherung
es_es: Información de la copia
fr_fr: Informations sur la sauvegarde
ja: バックアップ情報
pt_br: Informações do backup
zh_hans: 备份信息

source: Backup Restored
de_de: Sicherung wiederhergestellt
es_es: Copia de seguridad restaurada
fr_fr: Sauvegarde restaurée
ja: バックアップを復元しました
pt_br: Backup restaurado
zh_hans: 备份已恢复

source: Biometric authentication is unavailable.
de_de: Biometrische Authentifizierung ist nicht verfügbar.
es_es: La autenticación biométrica no está disponible.
fr_fr: L'authentification biométrique n'est pas disponible.
ja: 生体認証を利用できません。
pt_br: A autenticação biométrica não está disponível.
zh_hans: 生物识别认证不可用。

source: Blur when backgrounded
de_de: Bei Hintergrund verwischen
es_es: Difuminar en segundo plano
fr_fr: Flouter en arrière-plan
ja: バックグラウンド時にぼかす
pt_br: Desfocar em segundo plano
zh_hans: 进入后台时模糊

source: Build
es_es: Compilación
fr_fr: Version
ja: ビルド
pt_br: Compilação
zh_hans: 版本号

source: Camera Access Denied
de_de: Kamerazugriff verweigert
es_es: Acceso a la cámara denegado
fr_fr: Accès à la caméra refusé
ja: カメラへのアクセスが拒否されました
pt_br: Acesso à câmera negado
zh_hans: 相机权限被拒绝

source: Camera Access Granted
de_de: Kamerazugriff erlaubt
es_es: Acceso a la cámara concedido
fr_fr: Accès à la caméra autorisé
ja: カメラへのアクセスが許可されました
pt_br: Acesso à câmera concedido
zh_hans: 已获得相机权限

source: Camera Access Required
de_de: Kamerazugriff erforderlich
es_es: Se necesita acceso a la cámara
fr_fr: Accès à la caméra requis
ja: カメラへのアクセスが必要です
pt_br: Acesso à câmera necessário
zh_hans: 需要相机权限

source: Camera access is required to scan QR codes. Please enable it in Settings.
de_de: Für das Scannen von QR-Codes ist Kamerazugriff erforderlich. Aktivieren Sie ihn in den Einstellungen.
es_es: Se necesita acceso a la cámara para escanear códigos QR. Actívalo en Ajustes.
fr_fr: L'accès à la caméra est nécessaire pour scanner des QR codes. Activez-le dans Réglages.
ja: QR コードの読み取りにはカメラへのアクセスが必要です。設定で許可してください。
pt_br: O acesso à câmera é necessário para escanear QR codes. Ative-o nos Ajustes.
zh_hans: 扫描二维码需要相机权限，请在“设置”中开启。

source: Camera access is required to scan QR codes. Please enable it in System Settings under Privacy & Security → Camera.
de_de: Für das Scannen von QR-Codes ist Kamerazugriff erforderlich. Aktivieren Sie ihn in den Systemeinstellungen unter Datenschutz & Sicherheit → Kamera.
es_es: Se necesita acceso a la cámara para escanear códigos QR. Actívalo en Ajustes del Sistema, en Privacidad y seguridad → Cámara.
fr_fr: L'accès à la caméra est nécessaire pour scanner des QR codes. Activez-le dans Réglages Système, sous Confidentialité et sécurité → Caméra.
ja: QR コードの読み取りにはカメラへのアクセスが必要です。システム設定の「プライバシーとセキュリティ」→「カメラ」で許可してください。
pt_br: O acesso à câmera é necessário para escanear QR codes. Ative-o nos Ajustes do Sistema, em Privacidade e Segurança → Câmera.
zh_hans: 扫描二维码需要相机权限。请在“系统设置”的“隐私与安全性”→“相机”中开启。

source: Can't Restore
de_de: Wiederherstellung nicht möglich
es_es: No se puede restaurar
fr_fr: Restauration impossible
ja: 復元できません
pt_br: Não é possível restaurar
zh_hans: 无法恢复

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Changelog
de_de: Änderungsprotokoll
es_es: Novedades
fr_fr: Nouveautés
ja: 更新履歴
pt_br: Novidades
zh_hans: 更新日志

source: Check your home screen for the new tokens!
de_de: Die neuen Codes finden Sie auf dem Home-Bildschirm!
es_es: ¡Consulta la pantalla de inicio para ver los códigos nuevos!
fr_fr: Retrouvez les nouveaux codes sur l'écran d'accueil !
ja: 新しいコードはホーム画面で確認できます。
pt_br: Confira os novos códigos na tela de início!
zh_hans: 新添加的账户就在主页上！

source: Choose a password. You'll need it to restore this backup.
de_de: Wählen Sie ein Passwort. Sie benötigen es, um diese Sicherung wiederherzustellen.
es_es: Elige una contraseña. La necesitarás para restaurar esta copia.
fr_fr: Choisissez un mot de passe. Il vous faudra pour restaurer cette sauvegarde.
ja: パスワードを設定してください。このバックアップの復元に必要になります。
pt_br: Escolha uma senha. Você precisará dela para restaurar este backup.
zh_hans: 请设置密码。恢复这个备份时需要用到它。

source: Choose an accent tint, or use the default Autheris color.
de_de: Wählen Sie einen Akzentton oder verwenden Sie die Autheris-Standardfarbe.
es_es: Elige un tono de acento o usa el color predeterminado de Autheris.
fr_fr: Choisissez une teinte d'accent ou utilisez la couleur Autheris par défaut.
ja: アクセントカラーを選ぶか、Autheris の既定色を使用します。
pt_br: Escolha um tom de destaque ou use a cor padrão do Autheris.
zh_hans: 选择一种主题色，或使用 Autheris 默认颜色。

source: Code
es_es: Código
ja: コード
pt_br: Código
zh_hans: 验证码

source: Codes Unavailable
de_de: Codes nicht verfügbar
es_es: Códigos no disponibles
fr_fr: Codes indisponibles
ja: コードを利用できません
pt_br: Códigos indisponíveis
zh_hans: 验证码不可用

source: Codes are hidden whenever Autheris isn't the frontmost app, and while the screen is being recorded or mirrored. App Lock re-locks 30 seconds after you leave.
de_de: Codes werden ausgeblendet, sobald Autheris nicht im Vordergrund ist, und während der Bildschirm aufgezeichnet oder gespiegelt wird. Die Sperre greift 30 Sekunden nach dem Verlassen wieder.
es_es: Los códigos se ocultan siempre que Autheris no es la app en primer plano y mientras se graba o duplica la pantalla. El bloqueo se reactiva 30 segundos después de salir.
fr_fr: Les codes sont masqués dès qu'Autheris n'est pas au premier plan, et pendant un enregistrement ou une duplication d'écran. Le verrouillage se réactive 30 secondes après votre départ.
ja: Autheris が最前面にないとき、また画面が収録・ミラーリングされている間はコードが隠れます。アプリを離れて 30 秒後にロックがかかります。
pt_br: Os códigos ficam ocultos sempre que o Autheris não estiver em primeiro plano e enquanto a tela estiver sendo gravada ou espelhada. O bloqueio volta 30 segundos depois que você sai.
zh_hans: 只要 Autheris 不在最前面，或屏幕正在被录制、投送，验证码就会隐藏。离开 30 秒后应用锁会重新锁定。

source: Codes are kept on this device for %lld days, then removed for good. Deleting a code still removes it from your other devices straight away.
de_de: Codes werden %lld Tage auf diesem Gerät aufbewahrt und danach endgültig entfernt. Das Löschen eines Codes entfernt ihn sofort von Ihren anderen Geräten.
es_es: Los códigos se guardan en este dispositivo %lld días y luego se eliminan definitivamente. Si eliminas un código, desaparece al momento de tus otros dispositivos.
fr_fr: Les codes sont conservés sur cet appareil pendant %lld jours, puis supprimés définitivement. Supprimer un code le retire immédiatement de vos autres appareils.
ja: コードはこの端末に %lld 日間保存され、その後完全に削除されます。コードを削除すると、ほかの端末からはすぐに消えます。
pt_br: Os códigos são mantidos neste dispositivo por %lld dias e depois removidos em definitivo. Excluir um código o remove imediatamente dos seus outros dispositivos.
zh_hans: 账户会在本设备上保留 %lld 天，之后彻底删除。删除某个账户后，它会立即从你的其他设备上消失。

source: Codes you delete are kept here for %lld days in case you change your mind.
de_de: Gelöschte Codes bleiben hier %lld Tage lang, falls Sie es sich anders überlegen.
es_es: Los códigos que eliminas se guardan aquí %lld días por si cambias de opinión.
fr_fr: Les codes que vous supprimez sont conservés ici pendant %lld jours, au cas où.
ja: 削除したコードは %lld 日間ここに保存されるので、あとから復元できます。
pt_br: Os códigos que você exclui ficam aqui por %lld dias, caso mude de ideia.
zh_hans: 删除的账户会在此保留 %lld 天，以防你想恢复。

source: Collapse release notes
de_de: Versionshinweise einklappen
es_es: Contraer notas de la versión
fr_fr: Réduire les notes de version
ja: リリースノートを折りたたむ
pt_br: Recolher notas da versão
zh_hans: 收起更新说明

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
ja: パスワードを再入力
pt_br: Confirmar senha
zh_hans: 确认密码

source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
ja: コピーしました
pt_br: Copiado
zh_hans: 已复制

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ja: コピー
pt_br: Copiar
zh_hans: 复制

source: Could not create the encrypted backup.
de_de: Die verschlüsselte Sicherung konnte nicht erstellt werden.
es_es: No se pudo crear la copia cifrada.
fr_fr: Impossible de créer la sauvegarde chiffrée.
ja: 暗号化バックアップを作成できませんでした。
pt_br: Não foi possível criar o backup criptografado.
zh_hans: 无法创建加密备份。
